# St7GetCreepConcreteLoadingAge

Returns the default loading age assigned to the specified creep law definition.

long St7GetCreepConcreteLoadingAge(long uID, long CreepID, double* LoadingAge)

Input Parameters

uID

Strand7 model file ID.

CreepID

Creep layout ID.

Output Parameters
LoadingAge

Default creep loading age.